Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_173_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Dieđut máná vuoigatvuođain anáraš- ja nuortalašgillii
smn: Tiäđuh párnáá vuoigâdvuođâin aanaar- já nuorttâsämikielân

source: Máná vuoigatvuođaid dieđihančálus lea dál almmustahtton maiddái anáraš- ja nuortalašgillii .
smn: Párnáá vuoigâdvuođâi tieđettemčáálus lii tääl almostittum meid aanaar- já nuorttâsämikielân .

source: Ovdal dieđihančálus almmustuvai jo davvisámegillii mánáidáittardeaddji internetsiidduin
smn: Ovdeláá tieđettemčáálus almostui juo tavesämikielân pärniäššiváldálii viermisiijđoin

source: Dieđihančállosii leat čohkkejuvvon dieđut ON máná vuoigatvuođaid oktasašsoahpamušas , mii geahččala sihkkarastit buot mánáid ovddu ja erenomáš dárbbuid .
smn: Tieđettemčálusân láá čuákkejum tiäđuh OA párnáá vuoigâdvuođâi almossopâmušâst , mii viggá turviđ puohâi párnái hiäđu já sierânâs táárbuid .

source: Davvisámegielat dieđihančálus lea oažžumis maiddái prentejuvvon veršuvdnan mánáidáittardeaddji doaimmahagas .
smn: Tavesämikielâlâš tieđettemčáálus lii finniimist meiddei teddilum version pärniäššiváldálii toimâttuvâst .
